Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/opera.tmx
Source language: en
Languages: be

source: "Network not available. Contact your system administrator."
be: Зьвярніцеся да сыстэмнага адміністратару."

source: "Network problem"
be: "Праблема сеткі"

source: "Network socket blocking"
be: "Сеткавы злучальнік замкнуты"

source: "Network socket problems. Please check your network drivers."
be: Калі ласка, праверце Вашыя драйверы сеткі."

source: "Network socket resource problems. Try again"
be: Паспрабуйце зноў"

source: "Network"
be: "Сетка"

source: "Never Show When Starting Download"
be: "Ніколі не паказваць, што пачынаецца зацягваньне"

source: "Never accept cookies"
be: "Ніколі не прымаць маркёраў"

source: "Never for This Plug-in"
be: "Ніколі для гэтага дадатку"

source: "Never on entire server"
be: "Ніколі на ўсім сэрвэры"

source: "Never on this page"
be: "Ніколі на гэнай старонцы"

source: "Never"
be: "Ніколі"

source: "New Account Wizard"
be: "Майстра рэгістрацыі"

source: "New Account…"
be: "Новы рахунак…"

source: "New Bookmark"
be: "Новая закладка"

source: "New Contact"
be: "Новая асоба"

source: "New Folder %1"
be: "Новая тэчка %1"

source: "New Folder %d"
be: "Новая тэчка %d"

source: "New Folder 1"
be: "Новая тэчка 1"

source: "New Folder"
be: "Новая тэчка"

source: "New Folder…"
be: "Новая тэчка…"

source: "New Items on Top"
be: "Паказваць новыя элемэнты наверсе"

source: "New Label"
be: "Новая пазнака"

source: "New Label…"
be: "Новая адзнака…"

source: "New Mail"
be: "Новая пошта"

source: "New Note"
be: "Новая нататка"

source: "New Opera Unite Application"
be: "Новае прылажэньне Opera Unite"

source: "New Opera Version Available"
be: "Ёсьць новая вэрсія Opera"

source: "New Private Tab"
be: "Новае прыватнае вакенца"

source: "New Private Window"
be: "Новае прыватнае вакно"

source: "New Rule"
be: "Новае правіла"

source: "New Separator"
be: "Новы падзельнік"

source: "New Subscription"
be: "Новая падпіска"

source: "New Tab"
be: "Новае вакенца"

source: "New Widget"
be: "Новая фішка"

source: "New Window"
be: "Новае вакно"

source: "New button"
be: "Новая кнопка"

# "New feed messages: %s"
source: "New feed messages:\n%s"
be: "Новыя паведамленьні стужкі навінаў:\n%s"

source: "New folder"
be: "Новая тэчка"

source: "New line for header"
be: "Новы радок найменьня"

source: "New password"
be: "Новы пароль"

source: "New settings dialog"
be: "Дыялёг новых наладак"

source: "New tab"
be: "Новае вакенца"

source: "New tabs"
be: "Новыя акенцы"

source: "New"
be: "Новы"

source: "News Accounts"
be: "Скрыні навінаў"

source: "News accounts"
be: "Скрыні навінаў"

source: "News program"
be: "Праграма навінаў"

source: "News"
be: "Навіны"

source: "Newsgroup"
be: "Гурт навінаў"

source: "Newsgroups at"
be: "Гурты наінаў на"

source: "Newsgroups header"
be: "Назва гурта навінаў"

source: "Newsgroups"
be: "Гурты навінаў"

source: "Newsgroups…"
be: "Гурты навінаў…"

source: "New…"
be: "Новы…"

source: "Next >"
be: "Далей >"

source: "Next Image"
be: "Наступны малюнак"

source: "Next Unread"
be: "Наступнае нечытанае"

source: "Next time you can log in with Ctrl+Enter or click the key icon."
be: "Наступным разам Вы можаце ўвайсьці, націснуўшы на Ctrl+Enter або на іконку з ключом."

source: "Next"
be: "Наступны"

source: "Nick"
be: "Мянушка"

source: "Nickname"
be: "Мянушка"

source: "Nicknames"
be: "Мянушкі"

source: "No Images"
be: "Без малюнкаў"

source: "No Local Users Found"
be: "Нутраных карыстальнікаў ня знойдзена"

source: "No Printer Installed"
be: "Няма друкаркі"

source: "No acceptable SSL/TLS encryption methods found."
be: "Ня знойдзеныя прымальныя мэтады шыфраваньня SSL/TLS."

source: "No access keys have been defined for this page."
be: "Для гэтай старонкі ня вызначаныя ключы доступу."

source: "No activity"
be: "Няма актыўнасьці"

source: "No browsing history available"
be: "Няма гісторыі прагляду"

source: "No changes to save in this section"
be: "Няма зьменаў, каб захаваць у гэтым разьдзелы"

source: "No data found"
be: "Зьвестак ня знойдзена"

source: "No dictionary available"
be: "Няма слоўнікаў"

source: "No email address set. Please edit account"
be: Калі ласка, наладзьце рахунак"

source: "No fonts available"
be: "Шрыфтоў няма"

source: "No information could be found for this item."
be: "Пра гэтую наладку інфармацыі няма."

source: "No label"
be: "Няма пазнакі"

source: "No matches found"
be: " Адпаведных ня знойдзена"

source: "No message selected"
be: "Паведамленьні не выбраныя"

source: "No messages received or sent"
be: "Паведамленьні не атрымоўваліся і не дасылаліся"

source: "No new messages received for %s"
be: "Для %s новых паведамленьняў няма"

source: "No new plug-ins detected"
be: "Новыя дадаткі ня знойдзеныя"

source: "No server specified"
be: "Сэрвэр не пазначаны"

source: "No valid printer has been specified\n\nYou can choose print to a file or specify a custom\nprinter in the Print dialog box"
be: "Не пазначаны дзейны друкарка\n\nМожна выбраць друкарку файла або пазначыць асобага\nдрукарку ў дыялёгу друку"

source: "No view selected"
be: "Рэжым прагляду не выбраны"

source: "No web pages"
be: "Няма сеціўных старонак"

source: "No wrapping"
be: "Без пераносаў"

source: "No"
be: "Не"

source: "None found"
be: "Нічога ня знойдзена"

source: "None"
be: "Няма"

source: "Nordic"
be: "Нардычная"

source: "Normal (3 x 3)"
be: "Нармалёвы (3 х 3)"

source: "Normal font"
be: "Звычайны шрфыт"

source: "Normal link color"
be: "Колер звычайнай спасылкі"

source: "Normal priority"
be: "Звычайная важнасьць"

source: "Normal"
be: "Звычайны"

source: "Nostalgia"
be: "Настальгія"

source: "Not Spam"
be: "Не няпрошанае"

source: "Not This Time"
be: "Не цяпер"

source: "Not a Private Tab"
be: "Не прыватнае вакенца"

source: "Not found"
be: "Ня знойдзены"

source: "Not now"
be: "Не зараз"

source: "Not running"
be: "Не працуе"

source: "Not valid after"
be: "Ня дзейны пасьля"

source: "Not valid before"
be: "Ня дзейны да"

source: "Not visited"
be: "Не наведаная"

source: "Note"
be: "Нататка"

source: "Notes"
be: "Нататкі"

source: "Notifications"
be: "Паведамленьні"

source: "Notify me about available updates"
be: "Паведамляць мне пра даступныя абнаўленьні"

source: "Notify me about network speed"
be: "Паведамляць мне пра хуткасьць сеткі"

source: "November"
be: "лістапада"

source: "Number Forms"
be: "Фармуляры лічбаў"

source: "Number of columns:"
be: "Колькасьць слупкоў:"

source: "Number of copies"
be: "Колькасьць копій"

source: "Number of inline elements:"
be: "Колькасьць элемэнтаў у радку:"

source: "OCTOBER"
be: "КАСТРЫЧНІК"

source: "OE Import WARNING"
be: "Папярэджаньне аб імпарту ОЕ"

source: "OK"
be: "Добра"

source: "OLDER"
be: "СТАРЭЙ"

source: "OPML files (*.opml; *.xml)|*.opml;*.xml|All files (*.*)|*.*|"
be: "Файлы OPML (*.opml; *.xml)|*.opml;*.xml|Усе файлы (*.*)|*.*|"

source: "OTHER"
be: "ІНШЫЯ"

source: "October"
be: "кастрычніка"

source: "Off"
be: "Выключаны"

# "Offline mode is enabled. Cannot open %s Do you want to switch to online mode?"
source: "Offline mode is enabled. Cannot open\n\n%s\n\nDo you want to switch to online mode?"
be: Немагчыма адчыніць\n\n%s\n\nУключыць рэжым працы ў сетцы?"

source: "Offline mode is enabled. Opera needs to be online to access version information on upgrade.opera.com.\n\nDo you want to switch to online mode?"
be: Каб атрымаць інфармацыю аб аднаўленьнях з upgrade.opera.com, Opera павінная быць у сетцы.\n\nПерайсьці ў рэжым працы ў сетцы?"

# "Offline mode is enabled. Do you want to switch to online mode?"
source: "Offline mode is enabled.\n\nDo you want to switch to online mode?"
be: "Выбраны рэжым па-за сеткай.\n\nПераключыцца ў сетку?"

source: "Offline"
be: "Рыска зьверху"

source: "Ogg and WebM"
be: "Ogg і WebM"

source: "Ogham"
be: "Агам"

source: "Old password"
be: "Стары пароль"

source: "Older"
be: "Раней"

source: "On %:Date:, %f wrote:"
be: "%:Date: %f напісаў(ла):"

source: "On %:Date:, you wrote in %:Newsgroups::"
be: "%:Date: Вы напісалі ў %:Newsgroups::"

source: "On the Phone"
be: "На тэлефоне"

source: "On the phone"
be: "На тэлефоне"

source: "On"
be: "Уключаны"

source: "Once per session"
be: "Адзін раз на сэсію"

source: "One directory up"
be: "На адну дырэкторыю ўверх"

source: "One entry has been imported"
be: "Імпартаваны адзін запіс"

source: "One of the certificates presented by the server has expired. Do you wish to accept the certificate?"
be: Прымаць такі сэртыфікат?"

source: "One or more of the selected messages do not have a locally downloaded body. Do you want Opera to download the missing bodies before exporting (highly recommended)?"
be: Хай Opera сьцягне часткі, якіх бракуе, перад экспартам (вельмі раім)?."

source: "Online certificate validation (OCSP) for an element in the page failed."
be: "Для элементу старонкі ў сеціве не пацьвердзіўся сэртыфікат сэрвэра (OCSP)."

source: "Online"
be: "У сетцы"

source: "Only fully downloaded messages"
be: "Толькі цалкам сьцягнутыя паведамленьні"

source: "Only operators may change topic"
be: "Толькі апэратары могуць зьмяняць тэму"

source: "Only operators or voiced users may speak"
be: "Толькі апэратары або карыстальнікі з функцыяй голасу могуць гаварыць"

source: "Only read messages"
be: "Толькі чытаць паведамленьні"

source: "Only save active window"
be: "Захаваць толькі актыўнае вакно"

source: "Only search in"
be: "Шукаць толькі ў"

source: "Only sent to creator"
be: "Даслана стваральніку"

source: "Only use proxy for servers on the list"
be: "Скарыстоўваць проксі толькі для сэрвэраў са сьпісу"

source: "Op"
be: "Вышэй"

source: "Open %1 with:"
be: "Адчыніць %1 у:"

source: "Open All Folder Items"
be: "Адчыніць усе аб’екты тэчкі"

source: "Open All Pop-Ups"
be: "Адчыняць усе нечаканкі"

source: "Open Console"
be: "Адчыненая кансоль"

source: "Open Content"
be: "Адкрыць зьмест"

source: "Open Folder"
be: "Адчыніць тэчку"

source: "Open Image"
be: "Адчыніць малюнак"

source: "Open Opera"
be: "Адчыніць Opera"

source: "Open Pages"
be: "Адчыніць старонкі"

source: "Open Pop-ups in Background"
be: "Адчыняць нечаканкі ў фонавым рэжыме"

source: "Open Session…"
be: "Адчыніць сэсію…"

source: "Open With"
be: "Адчыніць у"

source: "Open all pop-ups"
be: "Адчыняць усе нечаканкі"

source: "Open console on error"
be: "Адчыняць кансоль пры памылцы"

source: "Open error console"
be: "Адчыніць кансоль памылак"

source: "Open extension folder"
be: "Адчыніць тэчку пашырэньня"

source: "Open file"
be: "Адчыніць файл"

source: "Open folder"
be: "Адчыніць тэчку"

source: "Open in Background Tab"
be: "Адчыніць у фонавым вакенцы"

source: "Open in Background Window"
be: "Адчыніць у фонавым вакне"

source: "Open in New Tab"
be: "Адчыніць у новым вакенцы"

source: "Open in New Window"
be: "Адчыніць у новым вакне"

source: "Open in background tab"
be: "Адчыніць у фонавым вакенцы"

source: "Open in background window"
be: "Адыніць у фонавым вакне"

source: "Open in new tab"
be: "Адчыніць у новым вакенцы"

source: "Open in new window"
be: "Адчыніць у новым вакне"

source: "Open in terminal"
be: "Адчыніць у тэрмінале"

source: "Open in"
be: "Адчыніць у"

source: "Open new tab next to active"
be: "Адчыніць новае акно побач з актыўным"

source: "Open pop-ups in background"
be: "Адчыняць усе нечаканкі на заднім пляне"

source: "Open private chat windows in the background"
be: "Адчыняць прыватныя гутаркі ў фонавых вокнах"

source: "Open tabs inside current window"
be: "Адчыняць вакенцы ў бежным вакне"

source: "Open the <a href="http://help.opera.com/">Opera Help</a>."
be: "Адчыніць <a href="http://help.opera.com/">Дапамога Opera</a>."

source: "Open transport error"
be: "Памылка адчыненай перадачы"

source: "Open when download is complete"
be: "Адчыніць, калі сьцягваньне скончыцца"

source: "Open windows instead of tabs"
be: "Адчыняць вокны замест вакенцаў"

source: "Open with Opera"
be: "Адчыніць з дапамогай Opera"

source: "Open with default application"
be: "Адчыніць у асноўным прылажэньні"

source: "Open with other application"
be: "Адчыніць у іншым прылажэньні"

source: "Open with web application"
be: "Адчыніць у сеціўным прылажэньні"

source: "Open with:"
be: "Адчыніць у:"

source: "Open"
be: "Адчыніць"

source: "Opening this file might be harmful to your computer.\nOnly open it if you trust the content of the file.\nDo you wish to continue?"
be: "Калі адчыніць файл, гэта можа пашкодзіць кампутар.\nАдчыняйце толькі тады, калі Вы можаце давяраць крыніцы файла.\nПрацягваць?"

source: "Open…"
be: "Адчыніць…"

source: "Opera %s is ready for installation."
be: "Opera %s гатовая да ўсталёўкі."

source: "Opera &Search"
be: "Пошук &Opera"

source: "Opera 5/6 mail accounts file (ACCOUNTS.INI)|ACCOUNTS.INI|"
be: "Файл рахункаў пошты Opera 5/6 (ACCOUNTS.INI)|ACCOUNTS.INI|"

source: "Opera Bookmarks…"
be: "Закладкі Opera…"

source: "Opera Classic"
be: "Клясычная Opera"

source: "Opera Contacts…"
be: "Кантакты Opera…"

source: "Opera Desktop Team <noreply@opera.com>"
be: "Кампутарная каманда Opera <noreply@opera.com>"

source: "Opera Help"
be: "Дапамога Opera"

source: "Opera Is Up-to-Date"
be: "Opera абноўленая"

source: "Opera License Agreement"
be: "Ліцэнзійная дамова Opera"

source: "Opera Link Busy"
be: "Opera Link заняты"

source: "Opera Link Disabled"
be: "Opera Link адключаны"

source: "Opera Link Enabled"
be: "Opera Link дазволены"

source: "Opera Link Error"
be: "Памылка Opera Link"

source: "Opera Link Options"
be: "Выбар Opera Link"

source: "Opera Link Status"
be: "Стан Opera Link"

source: "Opera Link Synchronization"
be: "Сынхранізацыя Opera Link"

source: "Opera Link authentication failed"
be: "Ідэнтыфікацыя Opera Link ня пройдзеная"

source: "Opera Link communication aborted"
be: "Спынілася сувяць Opera Link"

source: "Opera Link communication error"
be: "Памылка сувязі Opera Link"

source: "Opera Link communication timeout"
be: "Чаканьне сувязі з Opera Link скончылася"

source: "Opera Link is attempting to access the server with an invalid encryption key"
be: "Opera Link спрабуе перайсьці на сэрвэр зь нядзейным ключом шыфраваньня"

source: "Opera Link is busy synchronizing your final settings. Please wait, or click exit if you want to exit without synchronizing."
be: Пачакаце, калі ласка, або націсьніце на "Выхад", калі хочаце выйсьці без сынхранізацыі."

source: "Opera Link is disabled"
be: "Opera Link адключаны"

source: "Opera Link is not active. Activate it from the Opera Link icon on the status bar."
be: Запусьціце яе з дапамогай іконкі Opera Link на панэлі стану."

source: "Opera Link is not supported in this version of Opera"
be: "Гэтая вэрсія Opera не падтрымоўвае Opera Link"

source: "Opera Link is running fine"
be: "Opera Link працуе добра"

source: "Opera Link synchronization is already in progress"
be: "Сынхранізацыя Opera Link ужо ідзе"

source: "Opera Link synchronizes your bookmarks, Speed Dial, and more, both on your computer and on all your devices."
be: "Opera Link сынхранізуе Вашыя закладкі, хуткі выклік ды іншае на Вашым кампутары і ўсіх Вашых прыладах."

source: "Opera Mail accounts file (accounts.ini)|accounts.ini|"
be: "Файл паштовых рахункаў Opera Mail (accounts.ini)|accounts.ini|"

source: "Opera Mail has been upgraded. Here is a quick overview of some important changes:"
be: Коратка пра найважнейшыя зьмены:"

source: "Opera Mail help pages"
be: "Старонкі дапамогі Opera Mail"

source: "Opera Mail is upgraded!"
be: "Opera Mail мадэрнізаваная!"

source: "Opera Mail tutorial"
be: "Падручнік Opera Mail"

source: "Opera Mail wants to do maintenance work on your mail/feed databases while exiting Opera. The time required varies, but may be as long as 5 minutes.\n\nDo you want to do the maintenance now?"
be: "Opera Mail хоча праводзіць тэхнічны дагляд Вашых базаў зьвестак пошты/стужак, як Вы выходзіце з Opera. Неабходны час можа быць розным, да 5 хвілін. \n\nХочаце зрабіць тэхнічны дагляд зараз?"

source: "Opera Needs to Restart"
be: "Opera мусіць перазапусьціцца"

source: "Opera Reset"
be: "Вярнуць наладкі Opera"

source: "Opera Sites"
be: "Пляцы Opera"

source: "Opera Software is grateful to the groups and individuals above for their contributions."
be: "”Opera Software” дзякуе вышэйназваным гуртам і асобам за іхні ўнёсак."

source: "Opera Software strongly discourages visiting this page."
be: "Opera Software настойліва раіць НЕ наведваць гэтую старонку."

source: "Opera Standard"
be: "Стандартны для Opera"

source: "Opera Turbo Off"
be: "Opera Turbo адключаны"

source: "Opera Turbo On"
be: "Opera Turbo ўключаны"

source: "Opera Turbo Settings"
be: "Наладкі Opera Turbo"

source: "Opera Turbo has saved you %s since it was enabled."
be: "Opera Turbo ашчадзіў Вам %s ад часу актывацыі."

source: "Opera Turbo inactive"
be: "Opera Turbo адключаны"

source: "Opera Turbo is currently not available. It was not possible to establish a connection."
be: Немагчыма ўсталяваць сувязь."

source: "Opera Turbo is disabled. Enable Opera Turbo to speed up browsing on slow connections."
be: Дазвольце Opera Turbo, каб паскорыць прагляд на павольных злучэньнях."

source: "Opera Turbo is disabled. It is only useful on slow networks."
be: Opera Turbo карысны толькі ў павольных сетках."

source: "Opera Turbo is enabled (compression: %.1fx, %s saved)"
be: "Opera Turbo дазволены (сьцісканьне: %.1fx, %s захавана)"

source: "Opera Turbo is enabled"
be: "Opera Turbo дазволены"

source: "Opera Turbo is enabled, but not in private tabs"
be: "Opera Turbo дазволены, акрамя прыватных вакенцаў"

source: "Opera Turbo is enabled. If you have changed to a fast network connection, you may want to disable Opera Turbo. It is only useful on slow networks."
be: "Opera Turbo дазволены.\n Калі Вы перайшлі на хуткае сеткавае злучэньне, можна адключыць Opera Turbo. Ён карысны толькі ў павольных сетках."

source: "Opera Turbo is enabled. On slow networks, Opera Turbo speeds up browsing significantly."
be: У павольных сетках Opera Turbo значна паскарае прагляд."

source: "Opera Turbo is not active on ftp."
be: "Opera Turbo не працуе на ftp."

source: "Opera Turbo is not active on intranet pages."
be: "Opera Turbo не працуе на старонках нутраной сеткі."

source: "Opera Turbo is not active on secure pages."
be: "Opera Turbo не працуе на бясьпечных старонках"

source: "Opera Turbo is not available for private tabs"
be: "Opera Turbo не даступны ў прыватных вакенцах"

source: "Opera Turbo is only used for any unencrypted content on this page."
be: "Opera Turbo выкарыстоўваецца толькі для нешыфраванага зьместу старонкі."

source: "Opera Turbo speeds up browsing on slow networks. Opera can automatically enable Opera Turbo for you."
be: Opera можа аўтаматычна ўключаць Вам Opera Turbo."

source: "Opera Turbo speeds up browsing significantly on slow networks."
be: "Opera Turbo значна паскарае прагляд у павольных сетках."

source: "Opera Unite Application Owner Confirmation"
be: "Пацьверджаньне ўладальніка прылажэньня Opera Unite"

source: "Opera Unite Application Settings"
be: "Наладкі прылажэньня Opera Unite"

source: "Opera Unite Disabled"
be: "Opera Unite адключаны"

source: "Opera Unite Disconnected"
be: "Opera Unite адлучаная"

source: "Opera Unite Enabled"
be: "Opera Unite дазволены"

source: "Opera Unite Error"
be: "Памылка Opera Unite"

source: "Opera Unite Home cannot be replaced."
be: "Прылажэньне хатняй старонкі Opera Unite нельга замяніць."

source: "Opera Unite Home"
be: "Хатняя старонка Opera Unite"

source: "Opera Unite Server"
be: "Сэрвэр Opera Unite"

source: "Opera Unite Settings"
be: "Наладкі Opera Unite"

source: "Opera Unite Status"
be: "Стан Opera Unite"

source: "Opera Unite access blocked"
be: "Замкнуты доступ да Opera Unite"

source: "Opera Unite application update"
be: "Абнаўленьне прылажэньня Opera Unite"

source: "Opera Unite authentication failed"
be: "Ідэнтыфікацыя Opera Unite ня пройдзеная"

source: "Opera Unite has been updated. Please update to a newer version of Opera."
be: Калі ласка, перайдзіце на больш новую вэрсію Opera."

source: "Opera Unite helps to bring people and information together in a personal and private way. \n\nWith Opera Unite, you can access the information on your computer using any other device that has a modern web browser. For example, you can use Opera Unite to access the music library on your computer from wherever you are. You can also share files or photos directly from your computer without waiting to upload them or communicate with others directly from your computer. \n\nTo find out more about Opera Unite, head to http://unite.opera.com/.\n\nTo get started, click Next."
be: "Opera Unite дапамагае зьбіраць людзей і зьвесткі разам асабістым і прыватным спосабам. \n\nЗ дапамогай Opera Unite Вы можаце карыстацца інфармацыяй з Вашага кампутара праз любую іншую прыладу з сучасным сеціўным прагляднікам. Прыкладам, з дапамогай Opera Unite Вы можаце карыстацца музычнай бібліятэкай на Вашым кампутары, дзе б Вы ні знаходзіліся. Вы можаце таксама прадастаўляць доступ да Вашых файлаў або фатаграфій непасрэдна на Вашым кампутары і не чакаць, калі Вы сьцягнеце іх куды-небудзь, або можаце кантактаваць зь іншымі людзьмі прама з Вашага кампутара.\n\nКаб даведацца болей пра Opera Unite, перайдзіце да http://unite.opera.com/.\n\nКаб пачаць, націсьніце Далей."

source: "Opera Unite is currently not running, but is required to continue.\nWould you like start it now?"
be: "Opera Unite зараз не працуе, але трэба, каб яго праца была працягнутая.\nЗапусьціць зараз?"

source: "Opera Unite is disabled"
be: "Opera Unite адключаны"

source: "Opera Unite is running fine"
be: "Opera Unite працуе добра"

source: "Opera Unite is running, but will be stopped if you exit Opera.\nAre you sure you want to exit Opera?"
be: "Opera Unite працуе, але спыніцца, калі Вы выйдзеце з Opera.\nВыйсьці з Opera?"

source: "Opera Unite personal webpages"
be: "Асабістыя сеціўныя старонкі Opera Unite"

source: "Opera Unite requires a username that is valid as part of a web address, excluding characters such as ".", "@", and spaces. Your username is not valid for Opera Unite. Do you want to enable Opera Unite with a different username?"
be: Дазволіць Opera Unite іншаму імю карыстальніка?"

source: "Opera Widget Error"
be: "Памылка фішкі Opera"

source: "Opera Widget Manager"
be: "Кіраўнік фішак Opera"

source: "Opera Widgets Upgrade"
be: "Мадэрнізацыя Opera Widgets "

source: "Opera Widgets are applications based on web technology, and integrated into your desktop environment."
be: "Opera Widgets - гэта прылажэньні на аснове сеціўнае тэхналёгіі, зьвязаныя з асяроддзем Вашага кампутару."

source: "Opera account"
be: "Рахунак Opera"

source: "Opera authentication is attempting to access the server with an invalid encryption key"
be: "Ідэнтыфікацыя Opera спрабуе перайсьці на сэрвэр зь нядзейным ключом шыфраваньня"

source: "Opera bookmark files (*.adr)|*.adr|"
be: "Файлы закладак Opera (*.adr)|*.adr|"

source: "Opera can auto-fill forms with your personal information"
be: "Opera можа аўтаматычна заносіць у фармуляры Вашыя асабістыя зьвесткі"

source: "Opera can show a bookmark as a web panel"
be: "Opera можа паказваць закладку як сеціўную панэль"

source: "Opera can start with your favorite webpages or continue from last time"
be: "Opera можа пачаць з Вашых любімых старонак або працягваць з апошняга разу"

source: "Opera cannot install the plug-in automatically, but you can view a webpage with information about missing plug-ins."
be: "Opera ня можа ўсталяваць дадатак аўтаматычна, але Вы можаце праглядаць старонку зь зьвесткамі пра дадаткі, якіх не хапае."

source: "Opera could not establish a secure connection to the server. Try disabling secure connections for this account."
be: Паспрабуйце адключыць бясьпечныя злучэньні гэтага рахунку."

source: "Opera could not upgrade your widgets. Try downloading and reinstalling the widgets manually."
be: Паспрабуйце ўручную сьцягнуць фішкі і зноў усталяваць іх."

source: "Opera currently is your %1."
be: "Зараз Opera - Ваш %1."
